Repository: Selimhafez1/Dishcovery
Catalog: Dishcovery/Localizable.xcstrings
Source language: en
Languages: af, am, ar, az, be, bg, bn, bs, ca, ceb, co, cs, cy, da, de, el, eo, es, et, eu, fa, fi, fil, fr, fy, ga, gd, gl, gu, ha, haw, he, hi, hmn, hr, ht, hu, hy, id, ig, is, it, ja, jv, ka, kk, km, kn, ko, ku, ky, la, lb, lo, lt, lv, mg, mi, mk, ml, mn, mr, ms, mt, my, nb, ne, nl, ny, or, pa, pl, ps, pt, ro, ru, sd, si, sk, sl, sm, sn, so, sq, sr, st, su, sv, sw, ta, te, tg, th, tk, tr, tt, ug, uk, ur, uz, vi, xh, yi, yo, zh_hans, zh_hant, zu

source: Login
af: Teken in
am: ግባ
ar: تسجيل الدخول
az: Daxil ol
be: Увайсці
bg: Вход
bn: লগইন
bs: Prijava
ca: Inicia sessió
ceb: Pag-login
co: Accedi
cs: Přihlásit se
cy: Mewngofnodi
da: Log ind
de: Anmelden
el: Σύνδεση
eo: Ensaluti
es: Iniciar sesión
et: Logi sisse
eu: Saioa hasi
fa: ورود
fi: Kirjaudu sisään
fil: Mag-login
fr: Se connecter
fy: Ynlogge
ga: Logáil isteach
gd: Log a-steach
gl: Iniciar sesión
gu: લૉગિન
ha: Shiga
haw: Komo
he: התחברות
hi: लॉगिन
hmn: Nkag mus
hr: Prijava
ht: Konekte
hu: Bejelentkezés
hy: Մուտք
id: Masuk
ig: Banye
is: Skrá inn
it: Accedi
ja: ログイン
jv: Mlebu
ka: შესვლა
kk: Кіру
km: ចូល
kn: ಲಾಗಿನ್
ko: 로그인
ku: Têkeve
ky: Кирүү
la: Inire
lb: Aloggen
lo: ເຂົ້າລະບົບ
lt: Prisijungti
lv: Pieteikties
mg: Hiditra
mi: Takiuru
mk: Најава
ml: ലോഗിൻ
mn: Нэвтрэх
mr: लॉगिन
ms: Log masuk
mt: Idħol
my: ဝင်ရန်
nb: Logg inn
ne: लगइन
nl: Inloggen
ny: Lowani
or: ଲଗଇନ୍
pa: ਲੌਗਿਨ
pl: Zaloguj się
ps: ننوتل
pt: Entrar
ro: Autentificare
ru: Войти
sd: لاگ ان
si: පිවිසුම
sk: Prihlásiť sa
sl: Prijava
sm: Ulufale
sn: Pinda
so: Gal
sq: Hyrje
sr: Пријава
st: Kena
su: Asup
sv: Logga in
sw: Ingia
ta: உள்நுழை
te: లాగిన్
tg: Ворид шудан
th: เข้าสู่ระบบ
tk: Giriş
tr: Giriş yap
tt: Керү
ug: كىرىش
uk: Увійти
ur: لاگ ان
uz: Kirish
vi: Đăng nhập
xh: Ngena
yi: אַרײַנלאָגירן
yo: Wọlé
zh_hans: 登录
zh_hant: 登入
zu: Ngena ngemvume

source: Menu
af: Spyskaart
am: ምናሌ
ar: القائمة
az: Menyu
be: Меню
bg: Меню
bn: মেনু
bs: Meni
ca: Menú
cy: Dewislen
de: Menü
el: Μενού
eo: Menuo
es: Menú
et: Menüü
eu: Menua
fa: منو
fi: Valikko
ga: Roghchlár
gd: Clàr-bìdh
gl: Menú
gu: મેનુ
haw: Papa kuhikuhi
he: תפריט
hi: मेनू
hmn: Ntawv qhia zaub mov
hr: Izbornik
ht: Meni
hu: Menü
hy: Ցանկ
is: Matseðill
ja: メニュー
ka: მენიუ
kk: Мәзір
km: ម៉ឺនុយ
kn: ಮೆನು
ko: 메뉴
ky: Меню
lo: ເມນູ
lt: Meniu
lv: Izvēlne
mi: Tahua
mk: Мени
ml: മെനു
mn: Цэс
mr: मेनू
my: မီနူး
nb: Meny
ne: मेनु
ny: Menyu
or: ମେନୁ
pa: ਮੇਨੂ
ps: مېنو
ro: Meniu
ru: Меню
sd: مينيو
si: මෙනු
sl: Meni
sr: Мени
sv: Meny
sw: Menyu
ta: மெனு
te: మెను
tg: Меню
th: เมนู
tk: Menýu
tr: Menü
tt: Меню
ug: تىزىملىك
uk: Меню
ur: مینو
uz: Menyu
xh: Imenyu
yi: מעניו
yo: Akojọ aṣayan
zh_hans: 菜单
zh_hant: 菜單
zu: Imenyu

source: Name
af: Naam
am: ስም
ar: الاسم
az: Ad
be: Імя
bg: Име
bn: নাম
bs: Ime
ca: Nom
ceb: Ngalan
co: Nome
cs: Jméno
cy: Enw
da: Navn
el: Όνομα
eo: Nomo
es: Nombre
et: Nimi
eu: Izena
fa: نام
fi: Nimi
fil: Pangalan
fr: Nom
fy: Namme
ga: Ainm
gd: Ainm
gl: Nome
gu: નામ
ha: Suna
haw: Inoa
he: שם
hi: नाम
hmn: Lub npe
hr: Ime
ht: Non
hu: Név
hy: Անուն
id: Nama
ig: Aha
is: Nafn
it: Nome
ja: 名前
jv: Jeneng
ka: სახელი
kk: Аты
km: ឈ្មោះ
kn: ಹೆಸರು
ko: 이름
ku: Nav
ky: Аты
la: Nomen
lb: Numm
lo: ຊື່
lt: Vardas
lv: Vārds
mg: Anarana
mi: Ingoa
mk: Име
ml: പേര്
mn: Нэр
mr: नाव
ms: Nama
mt: Isem
my: အမည်
nb: Navn
ne: नाम
nl: Naam
ny: Dzina
or: ନାମ
pa: ਨਾਮ
pl: Imię
ps: نوم
pt: Nome
ro: Nume
ru: Имя
sd: نالو
si: නම
sk: Meno
sl: Ime
sm: Igoa
sn: Zita
so: Magac
sq: Emri
sr: Име
st: Lebitso
su: Ngaran
sv: Namn
sw: Jina
ta: பெயர்
te: పేరు
tg: Ном
th: ชื่อ
tk: Ady
tr: İsim
tt: Исем
ug: ئىسمى
uk: Ім'я
ur: نام
uz: Ism
vi: Tên
xh: Igama
yi: נאָמען
yo: Orúkọ
zh_hans: 姓名
zh_hant: 姓名
zu: Igama

source: No app reviews yet.
af: Nog geen app-resensies nie.
am: እስካሁን የመተግበሪያ ግምገማዎች የሉም።
ar: لا توجد مراجعات للتطبيق حتى الآن.
az: Hələ tətbiq rəyi yoxdur.
be: Пакуль няма водгукаў пра праграму.
bg: Все още няма отзиви за приложението.
bn: এখনও কোনো অ্যাপ রিভিউ নেই।
bs: Još nema recenzija aplikacije.
ca: Encara no hi ha ressenyes de l'aplicació.
ceb: Wala pay mga review sa app.
co: Nisuna recensione di l'app per avà.
cs: Zatím žádné recenze aplikace.
cy: Dim adolygiadau app eto.
da: Ingen app-anmeldelser endnu.
de: Noch keine App-Bewertungen.
el: Δεν υπάρχουν ακόμη κριτικές για την εφαρμογή.
eo: Ankoraŭ ne estas recenzoj pri la aplikaĵo.
es: Aún no hay reseñas de la aplicación.
et: Rakendusel pole veel arvustusi.
eu: Oraindik ez dago aplikazioaren iritzirik.
fa: هنوز نظری برای برنامه وجود ندارد.
fi: Ei vielä sovellusarvosteluja.
fil: Wala pang mga review ng app.
fr: Pas encore d'avis sur l'application.
fy: Noch gjin app-resinsjes.
ga: Níl aon léirmheas ar an aip fós.
gd: Chan eil lèirmheasan app ann fhathast.
gl: Aínda non hai reseñas da aplicación.
gu: હજુ સુધી એપની કોઈ સમીક્ષાઓ નથી.
ha: Har yanzu babu sharhin manhajar.
haw: ʻAʻohe loiloi no ka polokalamu i kēia manawa.
he: עדיין אין ביקורות על האפליקציה.
hi: अभी तक कोई ऐप समीक्षा नहीं है।
hmn: Tseem tsis tau muaj app review.
hr: Još nema recenzija aplikacije.
ht: Poko pa gen revizyon sou aplikasyon an.
hu: Még nincsenek alkalmazásértékelések.
hy: Հավելվածի կարծիքներ դեռ չկան։
id: Belum ada ulasan aplikasi.
ig: Enwebeghị nyocha ngwa ahụ.
is: Engar umsagnir um appið ennþá.
it: Nessuna recensione dell'app per ora.
ja: まだアプリのレビューはありません。
jv: Durung ana ulasan app.
ka: აპლიკაციას ჯერ შეფასებები არ აქვს.
kk: Әзірге қолданба пікірлері жоқ.
km: មិនទាន់មានការវាយតម្លៃកម្មវិធីទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಆಪ್ ವಿಮರ್ಶೆಗಳಿಲ್ಲ.
ko: 아직 앱 리뷰가 없습니다.
ku: Hêj nirxandinên sepanê tune ne.
ky: Азырынча колдонмо тууралуу сын-пикирлер жок.
la: Nondum sunt recensionēs applicationis.
lb: Et ginn nach keng App-Bewäertungen.
lo: ຍັງບໍ່ມີການຣີວິວແອັບເທື່ອ.
lt: Kol kas nėra programėlės atsiliepimų.
lv: Vēl nav lietotnes atsauksmju.
mg: Mbola tsy misy hevitra momba ny fampiharana.
mi: Kāore anō kia whai arotake te taupānga.
mk: Сè уште нема прегледи за апликацијата.
ml: ഇനിയും ആപ്പ് അവലോകനങ്ങളൊന്നുമില്ല.
mn: Одоогоор аппын сэтгэгдэл алга.
mr: अजून अॅपची कोणतीही पुनरावलोकने नाहीत.
ms: Belum ada ulasan aplikasi lagi.
mt: Għad m'hemmx reviżjonijiet tal-app.
my: အက်ပ်အတွက် သုံးသပ်ချက်များ မရှိသေးပါ။
nb: Ingen appanmeldelser ennå.
ne: अहिलेसम्म एपको कुनै समीक्षा छैन।
nl: Nog geen app-recensies.
ny: Palibe ndemanga za app pano.
or: ଏପର୍ଯ୍ୟନ୍ତ ଆପ୍‌ର କୌଣସି ସମୀକ୍ଷା ନାହିଁ।
pa: ਹਾਲੇ ਐਪ ਦੀਆਂ ਕੋਈ ਸਮੀਖਿਆਵਾਂ ਨਹੀਂ ਹਨ।
pl: Brak jeszcze opinii o aplikacji.
ps: تر اوسه د اپ هېڅ بیاکتنه نشته.
pt: Ainda não há avaliações do aplicativo.
ro: Încă nu există recenzii ale aplicației.
ru: Пока нет отзывов о приложении.
sd: اڃا تائين ايپ جا ڪي به جائزا ناهن.
si: තවම යෙදුම් සමාලෝචන නොමැත.
sk: Zatiaľ žiadne recenzie aplikácie.
sl: Še ni ocen aplikacije.
sm: E leai ni iloiloga o le app i le taimi nei.
sn: Hapasati paine ongororo dzeapp.
so: Weli ma jiraan dib-u-eegisyo app-ka ah.
sq: Ende nuk ka vlerësime të aplikacionit.
sr: Још нема рецензија апликације.
st: Ha ho so be le litlhahlobo tsa app hajoale.
su: Can aya ulasan aplikasi acan.
sv: Inga apprecensioner ännu.
sw: Bado hakuna maoni ya programu.
ta: இன்னும் செயலிக்கான மதிப்புரைகள் இல்லை.
te: ఇంకా యాప్ సమీక్షలు లేవు.
tg: Ҳоло ягон баррасии барнома вуҷуд надорад.
th: ยังไม่มีรีวิวแอป
tk: Heniz programma synlary ýok.
tr: Henüz uygulama yorumu yok.
tt: Әлегә кушымтага бәяләмәләр юк.
ug: تېخىچە ئەپ باھالاشلىرى يوق.
uk: Ще немає відгуків про застосунок.
ur: ابھی تک ایپ کے کوئی جائزے نہیں ہیں۔
uz: Hali ilova sharhlari yo‘q.
vi: Chưa có đánh giá ứng dụng.
xh: Azikabikho uphononongo lwe-app okwangoku.
yi: עס זענען נאָך נישטאָ קיין אַפּ־באַריכטן.
yo: Ko si awọn atunyẹwo app sibẹsibẹ.
zh_hans: 还没有应用评价。
zh_hant: 還沒有應用程式評論。
zu: Azikho izibuyekezo zohlelo okwamanje.

source: No favorites yet.
af: Nog geen gunstelinge nie.
am: እስካሁን ተወዳጆች የሉም።
ar: لا توجد مفضلات حتى الآن.
az: Hələ sevimli yoxdur.
be: Пакуль няма абранага.
bg: Все още няма любими.
bn: এখনও কোনো পছন্দের তালিকা নেই।
bs: Još nema omiljenih.
ca: Encara no hi ha preferits.
ceb: Wala pa’y paborito.
co: Nisunu preferitu per avà.
cs: Zatím žádné oblíbené.
cy: Dim ffefrynnau eto.
da: Ingen favoritter endnu.
de: Noch keine Favoriten.
el: Δεν υπάρχουν ακόμη αγαπημένα.
eo: Ankoraŭ neniuj favoratoj.
es: Aún no hay favoritos.
et: Lemmikuid pole veel.
eu: Oraindik ez dago gogokorik.
fa: هنوز موردعلاقه‌ای وجود ندارد.
fi: Ei vielä suosikkeja.
fil: Wala pang mga paborito.
fr: Aucun favori pour le moment.
fy: Noch gjin favoriten.
ga: Níl aon cheanáin ann fós.
gd: Chan eil na rudan as fheàrr leat ann fhathast.
gl: Aínda non hai favoritos.
gu: હજુ સુધી કોઈ મનપસંદ નથી.
ha: Har yanzu babu abin so.
haw: ʻAʻohe punahele i kēia manawa.
he: אין עדיין מועדפים.
hi: अभी तक कोई पसंदीदा नहीं है।
hmn: Tseem tsis tau muaj yam nyiam.
hr: Još nema favorita.
ht: Poko pa gen favori.
hu: Még nincsenek kedvencek.
hy: Ընտրյալներ դեռ չկան։
id: Belum ada favorit.
ig: Enwebeghị ihe ọkacha mmasị.
is: Engin uppáhald ennþá.
it: Nessun preferito al momento.
ja: まだお気に入りはありません。
jv: Durung ana favorit.
ka: ფავორიტები ჯერ არ არის.
kk: Әзірге таңдаулылар жоқ.
km: មិនទាន់មានសំណព្វទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ಮೆಚ್ಚಿನವುಗಳಿಲ್ಲ.
ko: 아직 즐겨찾기가 없습니다.
ku: Hêj bijare tune ne.
ky: Азырынча тандалгандар жок.
la: Nondum sunt favorita.
lb: Et ginn nach keng Favoritten.
lo: ຍັງບໍ່ມີລາຍການທີ່ມັກເທື່ອ.
lt: Kol kas nėra parankinių.
lv: Vēl nav izlases.
mg: Mbola tsy misy tiana indrindra.
mi: Kāore anō kia whai tino pai.
mk: Сè уште нема омилени.
ml: ഇനിയും പ്രിയപ്പെട്ടവ ഒന്നുമില്ല.
mn: Одоогоор дуртай зүйл алга.
mr: अजून कोणतीही आवडती नाहीत.
ms: Belum ada kegemaran lagi.
mt: Għad m'hemmx favoriti.
my: အကြိုက်ဆုံးများ မရှိသေးပါ။
nb: Ingen favoritter ennå.
ne: अहिलेसम्म मनपर्ने छैनन्।
nl: Nog geen favorieten.
ny: Palibe zokondedwa pano.
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ପସନ୍ଦ ନାହିଁ।
pa: ਹਾਲੇ ਕੋਈ ਮਨਪਸੰਦ ਨਹੀਂ ਹਨ।
pl: Nie ma jeszcze ulubionych.
ps: تر اوسه هېڅ خوښ شوي نشته.
pt: Ainda não há favoritos.
ro: Încă nu există favorite.
ru: Пока нет избранного.
sd: اڃا تائين پسنديده ڪجھ به ناهي.
si: තවම ප්‍රියතම කිසිවක් නොමැත.
sk: Zatiaľ žiadne obľúbené.
sl: Še ni priljubljenih.
sm: E leai ni mea e fiafia i ai i le taimi nei.
sn: Hapasati paine zvaunofarira.
so: Weli ma jiraan kuwa ugu cadcad.
sq: Ende nuk ka të preferuara.
sr: Још нема омиљених.
st: Ha ho so be le tseo u li ratang hajoale.
su: Can aya paporit acan.
sv: Inga favoriter ännu.
sw: Bado hakuna vipendwa.
ta: இன்னும் பிடித்தவை எதுவும் இல்லை.
te: ఇంకా ఇష్టమైనవి లేవు.
tg: Ҳоло ягон дӯстдошта вуҷуд надорад.
th: ยังไม่มีรายการโปรด
tk: Heniz halanan ýok.
tr: Henüz favori yok.
tt: Әлегә сайланмалар юк.
ug: تېخىچە ياقتۇرىدىغانلار يوق.
uk: Ще немає улюбленого.
ur: ابھی تک کوئی پسندیدہ نہیں ہے۔
uz: Hali sevimlilar yo‘q.
vi: Chưa có mục yêu thích nào.
xh: Azikabikho ezithandwayo okwangoku.
yi: עס זענען נאָך נישטאָ קיין באַליבסטע.
yo: Ko si ayanfẹ sibẹsibẹ.
zh_hans: 还没有收藏。
zh_hant: 還沒有最愛項目。
zu: Azikho izintandokazi okwamanje.

source: No menu found for %@.
af: Geen spyskaart gevind vir %@ nie.
am: ለ %@ ምንም ምናሌ አልተገኘም።
ar: لم يتم العثور على قائمة لـ %@.
az: %@ üçün menyu tapılmadı.
be: Меню для %@ не знойдзена.
bg: Не е намерено меню за %@.
bn: %@ এর জন্য কোনো মেনু পাওয়া যায়নি।
bs: Nije pronađen meni za %@.
ca: No s'ha trobat cap menú per a %@.
ceb: Walay menu nga nakit-an para sa %@.
co: Nisun menu trovu per %@.
cs: Pro %@ nebylo nalezeno žádné menu.
cy: Ni chafwyd dewislen ar gyfer %@.
da: Ingen menu fundet for %@.
de: Kein Menü für %@ gefunden.
el: Δεν βρέθηκε μενού για %@.
eo: Neniu menuo trovita por %@.
es: No se encontró menú para %@.
et: Menüüd ei leitud %@ jaoks.
eu: Ez da menurik aurkitu %@-rentzat.
fa: هیچ منویی برای %@ یافت نشد.
fi: Valikkoa ei löytynyt kohteelle %@.
fil: Walang nahanap na menu para sa %@.
fr: Aucun menu trouvé pour %@.
fy: Gjin menu fûn foar %@.
ga: Ní bhfuarthas roghchlár do %@.
gd: Cha deach clàr-taice a lorg airson %@.
gl: Non se atopou menú para %@.
gu: %@ માટે કોઈ મેનૂ મળ્યું નથી.
ha: Ba a sami menu ba %@ ba.
haw: ʻAʻohe papa kuhikuhi i loaʻa no %@.
he: לא נמצא תפריט עבור %@.
hi: %@ के लिए कोई मेनू नहीं मिला।
hmn: Tsis pom menu rau %@.
hr: Nije pronađen jelovnik za %@.
ht: Pa jwenn okenn meni pou %@.
hu: Nincs menü %@ számára.
hy: %@ համար մենյու չի գտնվել։
id: Menu tidak ditemukan untuk %@.
ig: A chọtaghị menu maka %@.
is: Enginn matseðill fannst fyrir %@.
it: Nessun menu trovato per %@.
ja: %@ のメニューが見つかりませんでした。
jv: Ora ditemokake menu kanggo %@.
ka: %@-ისთვის მენიუ ვერ მოიძებნა.
kk: %@ үшін мәзір табылмады.
km: រកមិនឃើញម៉ឺនុយសម្រាប់ %@ ទេ។
kn: %@ ಗೆ ಯಾವುದೇ ಮೆನು ಕಂಡುಬಂದಿಲ್ಲ.
ko: %@에 대한 메뉴를 찾을 수 없습니다.
ku: Ji bo %@ menu nehat dîtin.
ky: %@ үчүн меню табылган жок.
la: Menu pro %@ non inventum est.
lb: Keen Menü fir %@ fonnt.
lo: ບໍ່ພົບເມນູສໍາລັບ %@.
lt: Nerastas meniu %@.
lv: Nav atrasta izvēlne %@.
mg: Tsy hita ny menio ho an'ny %@.
mi: Kāore he rārangi kai i kitea mō %@.
mk: Не е пронајдено мени за %@.
ml: %@ നായി മെനു കണ്ടെത്തിയില്ല.
mn: %@-д зориулсан цэс олдсонгүй.
mr: %@ साठी कोणतेही मेनू सापडले नाही.
ms: Menu tidak dijumpai untuk %@.
mt: Ma nstabx menu għal %@.
my: %@ အတွက် မီနူး မတွေ့ပါ။
nb: Ingen meny funnet for %@.
ne: %@ का लागि कुनै मेनु फेला परेन।
nl: Geen menu gevonden voor %@.
ny: Palibe menyu yopezeka kwa %@.
or: %@ ପାଇଁ କୌଣସି ମେନୁ ମିଳିଲା ନାହିଁ।
pa: %@ ਲਈ ਕੋਈ ਮੀਨੂ ਨਹੀਂ ਮਿਲਿਆ।
pl: Nie znaleziono menu dla %@.
ps: د %@ لپاره مینو ونه موندل شو.
pt: Nenhum menu encontrado para %@.
ro: Nu a fost găsit niciun meniu pentru %@.
ru: Меню для %@ не найдено.
sd: %@ لاءِ ڪو به مينيو نه مليو.
si: %@ සඳහා මෙනුවක් හමු නොවීය.
sk: Pre %@ sa nenašlo žiadne menu.
sl: Za %@ ni bilo najdenega menija.
sm: E leai se menu na maua mo %@.
sn: Hapana menu yawanikwa ye %@.
so: Menu looma helin %@.
sq: Nuk u gjet menu për %@.
sr: Није пронађен мени за %@.
st: Ha ho fumanoe menu bakeng sa %@.
su: Teu kapanggih menu pikeun %@.
sv: Ingen meny hittades för %@.
sw: Hakuna menyu iliyopatikana kwa %@.
ta: %@ க்கான மெனு கிடைக்கவில்லை.
te: %@ కోసం మెనూ కనుగొనబడలేదు.
tg: Барои %@ ягон меню ёфт нашуд.
th: ไม่พบเมนูสำหรับ %@
tk: %@ üçin menýu tapylmady.
tr: %@ için menü bulunamadı.
tt: %@ өчен меню табылмады.
ug: %@ ئۈچۈن مېنۇ تېپىلمىدى.
uk: Меню для %@ не знайдено.
ur: %@ کے لیے کوئی مینو نہیں ملا۔
uz: %@ uchun menyu topilmadi.
vi: Không tìm thấy menu cho %@.
xh: Akukho menyu ifunyenwe ye %@.
yi: קיין מעניו געפֿונען פֿאַר %@.
yo: Ko si akojọ aṣayan ti a ri fun %@.
zh_hans: 未找到 %@ 的菜单。
zh_hant: 找不到 %@ 的選單。
zu: Ayikho imenyu etholakele ye %@.

source: No photo available.
af: Geen foto beskikbaar nie.
am: ፎቶ የለም።
ar: لا توجد صورة متاحة.
az: Şəkil mövcud deyil.
be: Фота недаступна.
bg: Няма налична снимка.
bn: কোনো ছবি উপলব্ধ নয়।
bs: Nema dostupne fotografije.
ca: No hi ha cap foto disponible.
ceb: Walay litrato nga available.
co: Nisuna foto dispunibule.
cs: Žádná fotografie není k dispozici.
cy: Dim llun ar gael.
da: Ingen foto tilgængelig.
de: Kein Foto verfügbar.
el: Δεν υπάρχει διαθέσιμη φωτογραφία.
eo: Neniu foto disponebla.
es: No hay foto disponible.
et: Foto pole saadaval.
eu: Ez dago argazkirik eskuragarri.
fa: هیچ عکسی موجود نیست.
fi: Valokuvaa ei ole saatavilla.
fil: Walang available na larawan.
fr: Aucune photo disponible.
fy: Gjin foto beskikber.
ga: Níl grianghraf ar fáil.
gd: Chan eil dealbh ri fhaighinn.
gl: Non hai foto dispoñible.
gu: ફોટો ઉપલબ્ધ નથી.
ha: Babu hoto da ake da shi.
haw: ʻAʻohe kiʻi i loaʻa.
he: אין תמונה זמינה.
hi: कोई फोटो उपलब्ध नहीं है।
hmn: Tsis muaj duab muaj.
hr: Nema dostupne fotografije.
ht: Pa gen foto disponib.
hu: Nincs elérhető fénykép.
hy: Լուսանկար հասանելի չէ։
id: Tidak ada foto yang tersedia.
ig: Enweghị foto dị.
is: Engin mynd tiltæk.
it: Nessuna foto disponibile.
ja: 写真は利用できません。
jv: Ora ana foto sing kasedhiya.
ka: ფოტო ხელმისაწვდომი არ არის.
kk: Фото қолжетімді емес.
km: មិនមានរូបភាពអាចប្រើបានទេ។
kn: ಯಾವುದೇ ಫೋಟೋ ಲಭ್ಯವಿಲ್ಲ.
ko: 사용 가능한 사진이 없습니다.
ku: Wêne tune ye.
ky: Сүрөт жеткиликтүү эмес.
la: Nulla imago praesto.
lb: Keng Foto verfügbar.
lo: ບໍ່ມີຮູບພາບ.
lt: Nėra nuotraukos.
lv: Nav pieejama foto.
mg: Tsy misy sary azo.
mi: Kāore he whakaahua e wātea ana.
mk: Нема достапна фотографија.
ml: ഫോട്ടോ ലഭ്യമല്ല.
mn: Зураг байхгүй байна.
mr: कोणताही फोटो उपलब्ध नाही.
ms: Tiada foto tersedia.
mt: M'hemm l-ebda ritratt disponibbli.
my: ဓာတ်ပုံ မရှိပါ။
nb: Ingen bilde tilgjengelig.
ne: कुनै फोटो उपलब्ध छैन।
nl: Geen foto beschikbaar.
ny: Palibe chithunzi chomwe chilipo.
or: କୌଣସି ଫଟୋ ଉପଲବ୍ଧ ନାହିଁ।
pa: ਕੋਈ ਫੋਟੋ ਉਪਲਬਧ ਨਹੀਂ ਹੈ।
pl: Brak dostępnego zdjęcia.
ps: هیڅ عکس نشته.
pt: Nenhuma foto disponível.
ro: Nu există nicio fotografie disponibilă.
ru: Фото недоступно.
sd: ڪو به تصوير موجود ناهي.
si: ඡායාරූපයක් නොමැත.
sk: Žiadna fotografia nie je k dispozícii.
sl: Fotografija ni na voljo.
sm: E leai se ata e avanoa.
sn: Hapana mufananidzo uripo.
so: Sawir lama heli karo.
sq: Nuk ka foto të disponueshme.
sr: Нема доступне фотографије.
st: Ha ho na foto e fumanehang.
su: Teu aya poto anu sayogi.
sv: Ingen bild tillgänglig.
sw: Hakuna picha inayopatikana.
ta: புகைப்படம் கிடைக்கவில்லை.
te: ఫోటో అందుబాటులో లేదు.
tg: Ҳеҷ сурат дастрас нест.
th: ไม่มีรูปภาพให้ใช้งาน
tk: Surat ýok.
tr: Fotoğraf mevcut değil.
tt: Фотосурәт юк.
ug: رەسىم يوق.
uk: Фото недоступне.
ur: کوئی تصویر دستیاب نہیں ہے۔
uz: Rasm mavjud emas.
vi: Không có ảnh khả dụng.
xh: Akukho foto ifumanekayo.
yi: קיין בילד נישט בנימצא.
yo: Ko si fọto ti o wa.
zh_hans: 暂无照片。
zh_hant: 沒有可用的照片。
zu: Asikho isithombe esitholakalayo.

source: No restaurant detected yet.
af: Geen restaurant nog opgespoor nie.
am: እስካሁን ምግብ ቤት አልተገኘም።
ar: لم يتم اكتشاف مطعم بعد.
az: Hələ restoran aşkar edilməyib.
be: Рэстаран пакуль не выяўлены.
bg: Все още не е открит ресторант.
bn: এখনও কোনো রেস্তোরাঁ শনাক্ত হয়নি।
bs: Još nije otkriven restoran.
ca: Encara no s'ha detectat cap restaurant.
ceb: Wala pay nadetek nga restawran.
co: Nisun ristorante rilevatu per avà.
cs: Zatím nebyla rozpoznána žádná restaurace.
cy: Nid oes bwyty wedi’i ganfod eto.
da: Ingen restaurant registreret endnu.
de: Noch kein Restaurant erkannt.
el: Δεν έχει εντοπιστεί ακόμη εστιατόριο.
eo: Ankoraŭ neniu restoracio detektita.
es: Aún no se ha detectado ningún restaurante.
et: Restorani pole veel tuvastatud.
eu: Oraindik ez da jatetxerik hauteman.
fa: هنوز هیچ رستورانی شناسایی نشده است.
fi: Ravintolaa ei ole vielä tunnistettu.
fil: Wala pang natutukoy na restawran.
fr: Aucun restaurant détecté pour le moment.
fy: Noch gjin restaurant ûntdutsen.
ga: Níor aimsíodh aon bhialann fós.
gd: Cha deach taigh-bìdh a lorg fhathast.
gl: Aínda non se detectou ningún restaurante.
gu: હજુ સુધી કોઈ રેસ્ટોરન્ટ ઓળખાયું નથી.
ha: Har yanzu ba a gano gidan cin abinci ba.
haw: ʻAʻohe hale ʻaina i ʻike ʻia i kēia manawa.
he: עדיין לא זוהתה מסעדה.
hi: अभी तक कोई रेस्तरां नहीं पहचाना गया है।
hmn: Tseem tsis tau pom ib lub tsev noj mov.
hr: Restoran još nije otkriven.
ht: Poko pa gen restoran detekte.
hu: Még nem észleltünk éttermet.
hy: Ռեստորան դեռ չի հայտնաբերվել։
id: Belum ada restoran yang terdeteksi.
ig: A chọpụtabeghị ụlọ oriri na ọṅụṅụ.
is: Enginn veitingastaður greindur enn.
it: Nessun ristorante rilevato finora.
ja: まだレストランは検出されていません。
jv: Durung ana restoran sing kaidentifikasi.
ka: რესტორანი ჯერ არ არის აღმოჩენილი.
kk: Әзірге мейрамхана анықталған жоқ.
km: មិនទាន់រកឃើញភោជនីយដ្ឋាននៅឡើយទេ។
kn: ಇನ್ನೂ ಯಾವುದೇ ರೆಸ್ಟೊರಂಟ್ ಪತ್ತೆಯಾಗಿಲ್ಲ.
ko: 아직 식당이 감지되지 않았습니다.
ku: Hêj ti restaurantê nehat dîtin.
ky: Азырынча ресторан аныктала элек.
la: Nullum popina adhuc detecta est.
lb: Et gouf nach kee Restaurant erkannt.
lo: ຍັງບໍ່ພົບຮ້ານອາຫານເທື່ອ.
lt: Restoranas dar neaptiktas.
lv: Vēl nav noteikts neviens restorāns.
mg: Mbola tsy nisy trano fisakafoanana hita.
mi: Kāore anō kia kitea he wharekai.
mk: Сè уште не е откриен ресторан.
ml: ഇതുവരെ ഒരു റെസ്റ്റോറന്റും കണ്ടെത്തിയിട്ടില്ല.
mn: Одоогоор ресторан илрээгүй байна.
mr: अजून कोणतेही रेस्टॉरंट ओळखले गेलेले नाही.
ms: Belum ada restoran dikesan.
mt: Għadu ma nstab l-ebda ristorant.
my: စားသောက်ဆိုင် မတွေ့ရသေးပါ။
nb: Ingen restaurant oppdaget ennå.
ne: अहिलेसम्म कुनै रेस्टुरेन्ट पत्ता लागेको छैन।
nl: Nog geen restaurant gedetecteerd.
ny: Palibe restaurant yomwe yapezeka pano.
or: ଏପର୍ଯ୍ୟନ୍ତ କୌଣସି ରେସ୍ତୋରା ଚିହ୍ନଟ ହୋଇନାହିଁ।
pa: ਹਾਲੇ ਤੱਕ ਕੋਈ ਰੈਸਟੋਰੈਂਟ ਨਹੀਂ ਲੱਭਿਆ ਗਿਆ।
pl: Nie wykryto jeszcze żadnej restauracji.
ps: تر اوسه هېڅ رستورانت نه دی موندل شوی.
pt: Ainda não foi detectado nenhum restaurante.
ro: Încă nu a fost detectat niciun restaurant.
ru: Ресторан пока не обнаружен.
sd: اڃا تائين ڪو ريسٽورنٽ معلوم نه ٿيو آهي.
si: තවමත් කිසිදු අවන්හලක් හඳුනාගෙන නොමැත.
sk: Zatiaľ nebola rozpoznaná žiadna reštaurácia.
sl: Restavracija še ni zaznana.
sm: E leʻi iloa se faleʻaiga i le taimi nei.
sn: Hapasati paonekwa resitorendi.
so: Weli lama ogaan makhaayad.
sq: Ende nuk u zbulua restorant.
sr: Још није откривен ниједан ресторан.
st: Ha ho so fumanoe resturante hajoale.
su: Can acan aya réstoran nu katingali.
sv: Ingen restaurang har upptäckts ännu.
sw: Bado hakuna mgahawa uliotambuliwa.
ta: இன்னும் எந்த உணவகமும் கண்டறியப்படவில்லை.
te: ఇంకా ఏ రెస్టారెంట్ గుర్తించబడలేదు.
tg: Ҳоло ягон тарабхона муайян нашудааст.
th: ยังไม่ตรวจพบร้านอาหาร
tk: Heniz restoran tapylmady.
tr: Henüz bir restoran tespit edilmedi.
tt: Әлегә ресторан табылмады.
ug: تېخىچە ھېچقانداق رېستوران بايقالمىدى.
uk: Ресторан ще не виявлено.
ur: ابھی تک کوئی ریسٹورنٹ شناخت نہیں ہوا۔
uz: Hali restoran aniqlanmadi.
vi: Chưa phát hiện nhà hàng nào.
xh: Akukho ndawo yokutyela ifunyenweyo okwangoku.
yi: קיין רעסטאָראַן איז נאָך נישט דערקענט געוואָרן.
yo: Ko si ile ounjẹ ti a ti rii sibẹsibẹ.
zh_hans: 尚未检测到餐厅。
zh_hant: 尚未偵測到餐廳。
zu: Ayikatholakali indawo yokudlela okwamanje.
